tap "excitedplus1s/repo"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "shivammathur/php"
tap "symfony-cli/tap"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "openssl@3"
brew "aspell"
brew "autoconf"
brew "bat"
brew "brew-gem"
brew "caddy", restart_service: true
brew "gettext"
brew "readline"
brew "sqlite"
brew "glib"
brew "cliclick"
brew "libtool"
brew "freetds"
brew "krb5"
brew "tidy-html5"
brew "php", restart_service: true
brew "composer"
brew "coreutils"
brew "dnsmasq"
brew "docker", link: false
brew "docker-compose"
brew "duf"
brew "dust"
brew "exiftool"
brew "eza"
brew "fd"
brew "p11-kit"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libssh"
brew "pango"
brew "srt"
brew "svt-av1"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-which"
brew "node"
brew "gulp-cli"
brew "hexedit"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "jq"
brew "libfido2"
brew "libyaml"
brew "mailhog", restart_service: true
brew "mycli"
brew "zlib"
brew "mysql-client"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node-sass"
brew "php-cs-fixer"
brew "phpmd"
brew "postgresql@16", restart_service: true
brew "pv"
brew "pyenv"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "stow"
brew "tcl-tk"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "whois"
brew "wireguard-tools"
brew "wp-cli"
brew "yarn"
brew "yq"
brew "zbar"
brew "zoxide"
brew "symfony-cli/tap/symfony-cli"
cask "1password-cli"
cask "arc"
cask "burp-suite"
cask "calibre"
cask "coteditor"
cask "deepl"
cask "docker"
cask "espanso"
cask "iterm2"
cask "notion"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "todoist"
cask "visual-studio-code"
vscode "alefragnani.project-manager"
vscode "bmalehorn.vscode-fish"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "buenon.scratchpads"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "irongeek.vscode-env"
vscode "jaguadoromero.vscode-php-create-class"
vscode "junstyle.php-cs-fixer"
vscode "matthewpi.caddyfile-support"
vscode "mblode.twig-language-2"
vscode "mechatroner.rainbow-csv"
vscode "mehedidracula.php-namespace-resolver"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "shopify.theme-check-vscode"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "xadillax.viml"
vscode "xdebug.php-debug"
vscode "yinfei.luahelper"
vscode "yy0931.gitconfig-lsp"
vscode "zobo.php-intellisense"
