brew "bash"
brew "bat"
brew "brew-gem"
brew "caddy", restart_service: true
brew "composer"
brew "coreutils"
brew "dnsmasq"
brew "docker-compose"
brew "docker"
brew "duf"
brew "dust"
brew "exa"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git"
brew "gnu-sed"
brew "gnu-which"
brew "gulp-cli"
brew "hexedit"
brew "httpie"
brew "jq"
brew "mailhog", restart_service: true
brew "mycli"
brew "mysql", restart_service: true
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node-sass"
brew "pgcli"
brew "php-cs-fixer"
brew "php", restart_service: true
brew "phpmd"
brew "postgresql@16", restart_service: true, link: true
brew "pv"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "stow"
brew "symfony-cli/tap/symfony-cli"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "wireguard-tools"
brew "wp-cli"
brew "yarn"
brew "yq"
brew "zbar"
brew "zoxide"
cask "arc"
cask "burp-suite"
cask "calibre"
cask "deepl"
cask "docker"
cask "iterm2"
cask "notion"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "todoist"
cask "visual-studio-code"
tap "homebrew/bundle"
tap "homebrew/services"
tap "shivammathur/php"
tap "symfony-cli/tap"
vscode "alefragnani.project-manager"
vscode "bmalehorn.vscode-fish"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "buenon.scratchpads"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot-chat"
vscode "github.copilot"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "irongeek.vscode-env"
vscode "junstyle.php-cs-fixer"
vscode "matthewpi.caddyfile-support"
vscode "mblode.twig-language-2"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "shopify.theme-check-vscode"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "xadillax.viml"
vscode "xdebug.php-debug"
vscode "yinfei.luahelper"
vscode "yy0931.gitconfig-lsp"
vscode "zobo.php-intellisense"
