tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "charmbracelet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "sorenisanerd/gotty"
tap "symfony-cli/tap"
tap "wpscanteam/tap"
brew "aircrack-ng"
brew "webp"
brew "jpeg-xl"
brew "autoconf"
brew "automake"
brew "bat"
brew "bettercap"
brew "bison"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cmake"
brew "openldap"
brew "curl"
brew "libtool"
brew "freetds"
brew "krb5"
brew "libpq"
brew "tidy-html5"
brew "php", restart_service: true
brew "composer"
brew "dnsmasq"
brew "duti"
brew "exiftool"
brew "fd"
brew "p11-kit"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "gobject-introspection"
brew "gobuster"
brew "guile"
brew "hashcat"
brew "hexedit"
brew "httpie"
brew "libfido2"
brew "libssh"
brew "mysql-client"
brew "hydra"
brew "iftop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "john-jumbo"
brew "libpcap"
brew "libxml2"
brew "libyaml"
brew "mcrypt"
brew "mitmproxy"
brew "mkcert"
brew "mysql", restart_service: true
brew "neovim"
brew "netcat"
brew "nginx", restart_service: true
brew "nikto"
brew "nmap"
brew "node"
brew "passenger"
brew "postgresql@15", restart_service: true
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "scc"
brew "shellcheck"
brew "shtool"
brew "socat"
brew "sox"
brew "speedtest-cli"
brew "sqlmap"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "wget"
brew "wireshark"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "charmbracelet/tap/skate"
brew "sorenisanerd/gotty/gotty"
brew "symfony-cli/tap/symfony-cli"
cask "1password-cli"
cask "adoptopenjdk8"
cask "android-platform-tools"
cask "fig"
cask "font-hack"
cask "metasploit"
cask "ngrok"
cask "rectangle"
cask "sequel-pro-nightly"
