tap "1password/tap"
tap "charmbracelet/tap"
tap "dbcli/tap"
tap "esolitos/ipa"
tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "olets/tap"
tap "shivammathur/php"
tap "simplydanny/pass-extensions"
tap "sorenisanerd/gotty"
tap "symfony-cli/tap"
tap "wpscanteam/tap"
brew "aircrack-ng"
brew "webp"
brew "jpeg-xl"
brew "autoconf"
brew "automake"
brew "bat"
brew "bettercap"
brew "bison"
brew "caddy", restart_service: true
brew "glib"
brew "cmake"
brew "openldap"
brew "libtool"
brew "freetds"
brew "krb5"
brew "tidy-html5"
brew "php", restart_service: true
brew "composer"
brew "coreutils"
brew "dialog"
brew "dnsmasq"
brew "docker"
brew "docker-compose"
brew "dog"
brew "duf"
brew "dust"
brew "duti"
brew "exa"
brew "exiftool"
brew "fcrackzip"
brew "fd"
brew "p11-kit"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "svt-av1"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gnu-sed"
brew "gnu-which"
brew "libassuan"
brew "libksba"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gobuster"
brew "gron"
brew "groonga"
brew "guile"
brew "hashcat"
brew "hexedit"
brew "hexyl"
brew "httpie"
brew "libfido2"
brew "libssh"
brew "mysql-client"
brew "hydra"
brew "iftop"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "jemalloc"
brew "john-jumbo"
brew "jq"
brew "keychain"
brew "less"
brew "libev"
brew "libiconv"
brew "libpcap"
brew "libxml2"
brew "libyaml"
brew "mailhog", restart_service: true
brew "mkcert"
brew "mtr"
brew "mycli"
brew "mysql", restart_service: true
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "nginx"
brew "nikto"
brew "nmap"
brew "node"
brew "openssh"
brew "tree"
brew "pass"
brew "pass-otp"
brew "passenger"
brew "pgcli"
brew "php-cs-fixer"
brew "phpmd"
brew "pinentry-mac"
brew "pipx"
brew "poppler"
brew "postgresql@15", restart_service: true
brew "prettier"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "rustup-init"
brew "scc"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "shtool"
brew "socat"
brew "sox"
brew "speedtest-cli"
brew "sqlmap"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "watchexec"
brew "wget"
brew "wireguard-tools"
brew "wireshark"
brew "yarn"
brew "yq"
brew "zbar"
brew "zoxide"
brew "charmbracelet/tap/skate"
brew "esolitos/ipa/sshpass"
brew "simplydanny/pass-extensions/pass-update"
brew "sorenisanerd/gotty/gotty"
brew "symfony-cli/tap/symfony-cli"
brew "wpscanteam/tap/wpscan"
cask "1password-cli"
cask "android-platform-tools"
cask "calibre"
cask "fig"
cask "font-fira-code"
cask "font-hack"
cask "metasploit"
cask "ngrok"
cask "rectangle"
cask "sequel-pro-nightly"
cask "wkhtmltopdf"
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "bmalehorn.vscode-fish"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "buenon.scratchpads"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DEVSENSE.composer-php-vscode"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "IronGeek.vscode-env"
vscode "matthewpi.caddyfile-support"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "XadillaX.viml"
vscode "xdebug.php-debug"
vscode "yinfei.luahelper"
vscode "yy0931.gitconfig-lsp"
vscode "zobo.php-intellisense"
