tap "1password/tap"
tap "charmbracelet/tap"
tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "olets/tap"
tap "shivammathur/php"
tap "simplydanny/pass-extensions"
tap "sorenisanerd/gotty"
tap "symfony-cli/tap"
tap "wpscanteam/tap"
brew "aircrack-ng"
brew "webp"
brew "jpeg-xl"
brew "autoconf"
brew "automake"
brew "bat"
brew "bettercap"
brew "bison"
brew "caddy"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cmake"
brew "openldap"
brew "curl"
brew "libtool"
brew "freetds"
brew "krb5"
brew "libpq"
brew "tidy-html5"
brew "php"
brew "composer"
brew "coreutils"
brew "dialog"
brew "dnsmasq"
brew "docker"
brew "docker-compose"
brew "dog"
brew "duf"
brew "dust"
brew "duti"
brew "exa"
brew "exiftool"
brew "fcrackzip"
brew "fd"
brew "p11-kit"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-which"
brew "gnupg"
brew "gobject-introspection"
brew "gobuster"
brew "gron"
brew "guile"
brew "hashcat"
brew "hexedit"
brew "hexyl"
brew "httpie"
brew "libfido2"
brew "libssh"
brew "mysql-client"
brew "hydra"
brew "iftop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "john-jumbo"
brew "jq"
brew "keychain"
brew "less"
brew "libpcap"
brew "libxml2"
brew "libyaml"
brew "logrotate"
brew "mailhog"
brew "mcrypt"
brew "mitmproxy"
brew "mkcert"
brew "mysql"
brew "neovim"
brew "netcat"
brew "nginx"
brew "nikto"
brew "nmap"
brew "node"
brew "openssh"
brew "tree"
brew "pass"
brew "pass-otp"
brew "passenger"
brew "pgcli"
brew "php-cs-fixer"
brew "phpmd"
brew "pinentry-mac"
brew "postgresql@15", link: true
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "rustup-init"
brew "scc"
brew "sd"
brew "shellcheck"
brew "shtool"
brew "socat"
brew "sox"
brew "speedtest-cli"
brew "sqlmap"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "watchexec"
brew "wget"
brew "wireshark"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "charmbracelet/tap/skate"
brew "olets/tap/zsh-abbr"
brew "simplydanny/pass-extensions/pass-update"
brew "sorenisanerd/gotty/gotty"
brew "symfony-cli/tap/symfony-cli"
cask "1password-cli"
cask "android-platform-tools"
cask "calibre"
cask "fig"
cask "font-hack"
cask "metasploit"
cask "ngrok"
cask "rectangle"
cask "sequel-pro-nightly"
cask "wkhtmltopdf"
